export const APPLICATION_TEXT = `السلام علیکم ورحمتہ اللہ و برکاته!
امید ہے آپ خیریت سے ہونگے ہم جامعہ عثمانیہ ٹرسٹ کی جانب سے چند گزارشات آپ کی خدمت میں پیش کرنا چاہتے ہیں۔ یہ ادارہ 1994ء سے یتیم، غریب، نادار اور بے سہارا طلباء اور طالبات کی مکمل کفالت، اعلی تعلیم و تربیت، رہائش کھانا اور علاج کی مکمل سہولیات مفت فراہم کرتا ہے۔

اس وقت ادارے میں 590 طلباء اور طالبات زیر تعلیم زیر پرورش ہیں۔

ادارے کے تحت:
جامعہ عثمانیہ ٹرسٹ 300 طلباء
دار العلوم قاسمیہ 150 طلباء
مدرسة الحنيفة للبنات 140 طالبات

جامعہ کا مقصد نہ صرف بچوں کو حافظ، قاری، عالم یا مفتی بنانا ہے بلکہ انہیں ڈاکٹر، انجینئر، آئی ٹی پروفیشنل اور باکردار شہری بنانا بھی ہے۔

ان عظیم خدمات کی انجام دہی اللہ کے فضل اور مخیر حضرات کے تعاون سے کی جاتی ہے۔

آپ کا تعاون بچوں کے مستقبل کو روشن بناتا ہے۔

آپ سے درخواست ہے کہ جامعہ تشریف لا کر زکوٰۃ، صدقات اور عطیات سے تعاون فرمائیں۔


والسلام
کلیم اللہ عثمانی
نائب مہتمم
`;

export const GREETING_TEMPLATE = "محترم جناب {{NAME}} تشریف";

export const FOOTER_DETAILS = {
  left: {
    name: "JAMIA USMANIA TRUST",
    bank: "Meezan Bank, University Road Peshawar",
    account: "0012345678901234",
    iban: "PK00 MEZN 0012 3456 7890 1234"
  },
  right: {
    name: "JAMIA USMANIA TRUST",
    bank: "Meezan Bank, University Road Peshawar",
    account: "0012345678901234",
    iban: "PK00 MEZN 0012 3456 7890 1234"
  }
};
