export const APPLICATION_TEXT = `السلام علیکم ورحمتہ اللہ و برکاته

امید ہے آپ بخیر و عافیت سے ہوں گے۔ ہم جامعہ عثمانیہ ٹرسٹ کی جانب سے چند گزارشات آپ کی خدمت میں پیش کرنا چاہتے ہیں۔

یہ ادارہ 1994ء سے یتیم، غریب، نادار اور بے سہارا طلبہ و طالبات کی مکمل کفالت، اعلیٰ تعلیم و تربیت، رہائش، کھانا اور علاج کی مکمل سہولیات مفت فراہم کرتا ہے۔ اس وقت ادارے میں 590 طلبہ و طالبات زیرِ تعلیم و زیرِ پرورش ہیں۔


ادارے کے تحت جامعہ عثمانیہ ٹرسٹ: 300 طلبہ
دارالعلوم قاسمیہ: 150 طلبہ
مدرسۃ الحنیف للبنات: 140 طالبات


جامعہ کا مقصد صرف بچوں کو حافظ، قاری، عالم یا مفتی بنانا ہی نہیں بلکہ انہیں جدید دور کی ضرورت کے مطابق ڈاکٹر، انجینئر، آئی ٹی پروفیشنل اور باکردار شہری بنانا بھی ہے۔ اسی مقصد کے لیے حفظ و ناظرہ، تجوید و قرأت، درسِ نظامی، تخصص فی الفقہ الاسلامی(مفتی کورس)کی تعلیم کے ساتھ ساتھ عثمانیہ اکیڈمی (انگلش میڈیم اسکول) کا قیام عمل میں لایا گیا ہے، جہاں بین الاقوامی معیار کے مطابق یونیفارم قیام و طعام کمپیوٹر کلاسز ، سولر سسٹم اعلٰی تعلیم و تربیت کی سھولیات نھایت محنتی اور تجربےکار اساتذۂ کی زیرنگرانی مفت فراہم کی جاتی ہے۔


ان عظیم خدمات کی انجام دہی خالص اللہ تعالیٰ کے فضل و کرم اور مخیر حضرات کے تعاون سے کی جا تی ہے۔
آپ کا قیمتی تعاون ہمیں بچوں کی زندگی سنوارنے اور انہیں روشن مستقبل کی طرف گامزن کرنے میں مدد دیتا ہے۔


آپ سے مؤدبانہ درخواست کی جاتی ہے کہ اپنا قیمتی وقت نکال کرجامعہ میں تشریف لائیں اور اپنے  زکوٰۃ، صدقات، عطیات سے تعاون فرما کرعند الله مأجور ہوں۔ اللہ رب العزت آپ کے کاروبار، رزق اور اہل خانہ میں برکت عطا فرمائے۔ آمین۔
ہم آپ کی آمد اور تعاون کے منتظر ہیں۔


والسلام
کلیم اللہ عثمانی
نائب مہتمم-جامعہ عثمانیہ ٹرسٹ
`;

export const GREETING_TEMPLATE = "محترم جناب {{NAME}} صاحب";

export const FOOTER_DETAILS = {
  left: {
    name: "Meezan Bank",
    bank: "Kaleemullah",
    account: "01310101254556",
    iban: "PK90 MEZN 0001 3101 0125 4556"
  },
  right: {
    name: "Easypaisa",
    bank: "Sami-ur-Rehman Khan",
    account: "03113000555",
    iban: "PK13 TMFB 0000 0000 4906 1830"
  }
};
